IDEA Open Model
IdeaConImportSettings.DefaultSteelMaterial Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the name of the default material of plates which are added from the template
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string DefaultSteelMaterial { get; set; }
Public Property DefaultSteelMaterial As String
	Get
	Set
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace